[
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/33CWDBUT",
		"type": "article-journal",
		"abstract": "This research examines the media consumption pattern and preferences among young adults, emphasizing the importance of udnerstanding their engagement with media. Using a survey methid, the data were taken from 50 respondents by considering specific criteria of young adults. The data were taken by using questionnaire through a close-ended questionnaire. the findings reveal that young adults engage with various media platforms, with streaming services and social media being the most popular choices. They spend a significant amount of time consuming media content, primarily in the range of 2-4 hours per day. The preferred media genres include entertainment, music, news, sports, and lifestyle, among others. Infuencers on the media also plays significant role in shaping the attitude and behavior of young adults.",
		"container-title": "Palakka : Media and Islamic Communication",
		"DOI": "10.30863/palakka.v4i1.5088",
		"ISSN": "2961-9017",
		"issue": "1",
		"language": "en",
		"license": "Copyright (c) 2023 nugrah juniar umar",
		"note": "number: 1\npublisher: State Islamic Institute of Bone, Indonesia",
		"page": "35-44",
		"source": "jurnal.iain-bone.ac.id",
		"title": "Media Consumption Patterns and Preferences among Young Adults: A Survey Study",
		"title-short": "Media Consumption Patterns and Preferences among Young Adults",
		"URL": "https://jurnal.iain-bone.ac.id/index.php/palakka/article/view/5088",
		"volume": "4",
		"author": [
			{
				"family": "Umar",
				"given": "Nugrah Juniar"
			},
			{
				"family": "Hastuti",
				"given": "Hastuti"
			},
			{
				"family": "Wandi",
				"given": "Wandi"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					7,
					25
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/54ACE2QT",
		"type": "article-journal",
		"abstract": "New technologies raise fears in public discourse. In terms of digital media use and youth, the advice has been to monitor and limit access to minimize the negative impacts. However, this advice would also limit the positive impacts of digital media. One such positive impact is increased engagement in civic and political life. This article uses meta-analysis techniques to summarize the findings from 106 survey-based studies (965 coefficients) about youth, digital media use, and engagement in civic and political life. In this body of research, there is little evidence to suggest that digital media use is having dire impacts on youth’s engagement. We find that the positive impacts depend on directly political uses of digital media, such as blogging, reading online news, and online political discussion. These online activities have off-line consequences on participation, such as contacting officials, talking politics, volunteering, and protesting. We also find a very strong relationship between online political activities, such as joining political groups and signing petitions, with off-line political activities, which undermine claims of slacktivism among youth. Finally, while research generally assumes a causal flow from digital media to participation, the evidence for the alternative causal flow is strong and has very different implications on interventions designed to address youth’s levels of engagement in civic and political life.",
		"container-title": "Social Science Computer Review",
		"DOI": "10.1177/0894439318814190",
		"ISSN": "0894-4393",
		"issue": "2",
		"language": "en",
		"note": "publisher: SAGE Publications Inc",
		"page": "111-127",
		"source": "SAGE Journals",
		"title": "Young People, Digital Media, and Engagement: A Meta-Analysis of Research",
		"title-short": "Young People, Digital Media, and Engagement",
		"URL": "https://doi.org/10.1177/0894439318814190",
		"volume": "38",
		"author": [
			{
				"family": "Boulianne",
				"given": "Shelley"
			},
			{
				"family": "Theocharis",
				"given": "Yannis"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					4,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/2J9AEXFP",
		"type": "article-journal",
		"abstract": "To control the COVID-19 pandemic, governments have implemented restrictions. This study evaluates psychological distress related to the crisis and identifies predictive factors of anxiety/depression according to age. 2,871 adults were recruited through an online questionnaire during the lockdown. Three subsamples were identified: 18–30; 30–50; > 50 years. The population suffers from anxiety and depression. Young adults adu reported lower levels of living space, occupational activity, social contact and alcohol use, but higher anxiety, depression and uncertainty than older participants. This psychological distress can be explained by lockdown conditions (differently according to age) and by intolerance to uncertainty. Also, youth's alcohol intake has decreased. Deconfinement strategies have been discussed.",
		"container-title": "Psychiatry Research",
		"DOI": "10.1016/j.psychres.2020.113486",
		"ISSN": "0165-1781",
		"journalAbbreviation": "Psychiatry Research",
		"page": "113486",
		"source": "ScienceDirect",
		"title": "Psychological distress during the COVID-19 lockdown: The young adults most at risk",
		"title-short": "Psychological distress during the COVID-19 lockdown",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0165178120331474",
		"volume": "293",
		"author": [
			{
				"family": "Glowacz",
				"given": "F."
			},
			{
				"family": "Schmits",
				"given": "E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					11,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/9MAS2DIQ",
		"type": "article-journal",
		"abstract": "Italy is one of the major COVID-19 hotspots. To reduce the spread of the infections and the pressure on Italian healthcare systems, since March 10, 2020, Italy has been under a total lockdown, forcing people into home confinement. Here we present data from 1,310 people living in the Italian territory (Mage = 23.91 ± 3.60 years, 880 females, 501 workers, 809 university students), who completed an online survey from March 24 to March 28, 2020. In the survey, we asked participants to think about their use of digital media before going to bed, their sleep pattern and their subjective experience of time in the previous week (March 17–23, which was the second week of the lockdown) and up to the first week of February (February 3–10, before any restriction in any Italian area). During the lockdown, people increased the usage of digital media near bedtime, but this change did not affect sleep habits. Nevertheless, during home confinement, sleep timing markedly changed, with people going to bed and waking up later, and spending more time in bed, but, paradoxically, also reporting a lower sleep quality. The increase in sleep difficulties was stronger for people with a higher level of depression, anxiety and stress symptomatology, and associated with the feeling of elongation of time. Considering that the lockdown is likely to continue for weeks, research data are urgently needed to support decision making, to build public awareness and to provide timely and supportive psychosocial interventions.",
		"container-title": "Journal of Sleep Research",
		"DOI": "10.1111/jsr.13074",
		"ISSN": "1365-2869",
		"issue": "4",
		"language": "en",
		"license": "© 2020 European Sleep Research Society",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/jsr.13074",
		"page": "e13074",
		"source": "Wiley Online Library",
		"title": "Changes in sleep pattern, sense of time and digital media use during COVID-19 lockdown in Italy",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jsr.13074",
		"volume": "29",
		"author": [
			{
				"family": "Cellini",
				"given": "Nicola"
			},
			{
				"family": "Canale",
				"given": "Natale"
			},
			{
				"family": "Mioni",
				"given": "Giovanna"
			},
			{
				"family": "Costa",
				"given": "Sebastiano"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/GKB78JKP",
		"type": "article-journal",
		"abstract": "<p>The Covid-19 physical distancing measures had a detrimental effect on adolescents' mental health. Adolescents worldwide alleviated the negative experiences of social distancing by spending more time on digital devices. Through a systematic literature search in eight academic databases (including Eric, Proquest Sociology, Communication &amp; Mass Media Complete, Psychology and Behavioral Sciences Collection, PsycINFO, CINAHL, Pubmed, and Web of Science), the present systematic review and meta-analysis first summarized the existing evidence from 30 studies, published up to September 2021, on the link between mental health and digital media use in adolescents during Covid-19. Digital media use measures included social media, screen time, and digital media addiction. Mental health measures were grouped into conceptually similar dimensions, such as well-being, ill-being, social well-being, lifestyle habits, and Covid-19-related stress. Results showed that, although most studies reported a positive association between ill-being and social media use (<italic>r</italic> = 0.171, <italic>p</italic> = 0.011) and ill-being and media addiction (<italic>r</italic> = 0.434, <italic>p</italic> = 0.024), not all types of digital media use had adverse consequences on adolescents' mental health. In particular, one-to-one communication, self-disclosure in the context of mutual online friendship, as well as positive and funny online experiences mitigated feelings of loneliness and stress. Hence, these positive aspects of online activities should be promoted. At the same time, awareness of the detrimental effects of addictive digital media use should be raised: That would include making adolescents more aware of adverse mechanisms such as social comparison, fear of missing out, and exposure to negative contents, which were more likely to happen during social isolation and confinement due to the pandemic.</p>",
		"container-title": "Frontiers in Public Health",
		"DOI": "10.3389/fpubh.2021.793868",
		"ISSN": "2296-2565",
		"journalAbbreviation": "Front. Public Health",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Digital Media Use and Adolescents' Mental Health During the Covid-19 Pandemic: A Systematic Review and Meta-Analysis",
		"title-short": "Digital Media Use and Adolescents' Mental Health During the Covid-19 Pandemic",
		"URL": "https://www.frontiersin.org/journals/public-health/articles/10.3389/fpubh.2021.793868/full",
		"volume": "9",
		"author": [
			{
				"family": "Marciano",
				"given": "Laura"
			},
			{
				"family": "Ostroumova",
				"given": "Michelle"
			},
			{
				"family": "Schulz",
				"given": "Peter Johannes"
			},
			{
				"family": "Camerini",
				"given": "Anne-Linda"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					2,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/26HTZYUV",
		"type": "article-journal",
		"abstract": "Social media use is almost ubiquitous among adolescents and emerging adults. Although much has been studied about the psychological implications of social media use, there is currently no integrative model in which multiple dimensions of social media are considered. The goal of this theoretical article is to introduce the Multidimensional Model of Social Media Use (MMSMU), which aims to provide a useful framework for researchers and practitioners to study and understand young people’s social media use in relation to their psychological well-being. The model attends to three major dimensions: activities performed on social media, motives for social media use, and communication partners connected through social media. We present empirical evidence showing whether each dimension is associated with better or poorer well-being and identify or propose mechanisms explaining the associations. Before concluding the article, we discuss clinical implications and possible ways to further expand the proposed model.",
		"container-title": "Clinical Child and Family Psychology Review",
		"DOI": "10.1007/s10567-021-00359-z",
		"ISSN": "1573-2827",
		"issue": "3",
		"journalAbbreviation": "Clin Child Fam Psychol Rev",
		"language": "en",
		"page": "631-650",
		"source": "Springer Link",
		"title": "Social Media and Psychological Well-Being Among Youth: The Multidimensional Model of Social Media Use",
		"title-short": "Social Media and Psychological Well-Being Among Youth",
		"URL": "https://doi.org/10.1007/s10567-021-00359-z",
		"volume": "24",
		"author": [
			{
				"family": "Yang",
				"given": "Chia-chen"
			},
			{
				"family": "Holden",
				"given": "Sean M."
			},
			{
				"family": "Ariati",
				"given": "Jati"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					9,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/CG85Z9MJ",
		"type": "article-journal",
		"abstract": "Introduction\nAdolescents spend an increasing amount of time using digital media, but gender differences in their use and in associations with psychological well-being are unclear.\nMethod\nWe drew from three large, representative surveys of 13- to 18-year-old adolescents in the U.S. and UK (total N = 221,096) examining digital media use in hours per day and several measures of psychological well-being separately in each of the three datasets.\nResults\nAdolescent girls spent more time on smartphones, social media, texting, general computer use, and online, and boys spent more time gaming and on electronic devices in general. Associations between moderate or heavy digital media use and low psychological well-being/mental health issues were generally larger for girls than for boys. Light users of digital media were slightly higher in well-being than non-users, with larger differences among boys. Among both genders, heavy users of digital media were often twice as likely as low users to be low in well-being or have mental health issues, including risk factors for suicide.\nConclusions\nAssociations between heavy digital media use and low psychological well-being are larger for adolescent girls than boys.",
		"container-title": "Journal of Adolescence",
		"DOI": "10.1016/j.adolescence.2019.12.018",
		"ISSN": "0140-1971",
		"journalAbbreviation": "Journal of Adolescence",
		"page": "91-102",
		"source": "ScienceDirect",
		"title": "Gender differences in associations between digital media use and psychological well-being: Evidence from three large datasets",
		"title-short": "Gender differences in associations between digital media use and psychological well-being",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0140197119302453",
		"volume": "79",
		"author": [
			{
				"family": "Twenge",
				"given": "Jean M."
			},
			{
				"family": "Martin",
				"given": "Gabrielle N."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					2,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/IMEPM52T",
		"type": "article-journal",
		"abstract": "<p>The growth in social media use has given rise to concerns about the impacts it may have on users' psychological well-being. This paper's main objective is to shed light on the effect of social media use on psychological well-being. Building on contributions from various fields in the literature, it provides a more comprehensive study of the phenomenon by considering a set of mediators, including social capital types (i.e., bonding social capital and bridging social capital), social isolation, and smartphone addiction. The paper includes a quantitative study of 940 social media users from Mexico, using structural equation modeling (SEM) to test the proposed hypotheses. The findings point to an overall positive indirect impact of social media usage on psychological well-being, mainly due to the positive effect of bonding and bridging social capital. The empirical model's explanatory power is 45.1%. This paper provides empirical evidence and robust statistical analysis that demonstrates both positive and negative effects coexist, helping to reconcile the inconsistencies found so far in the literature.</p>",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2021.678766",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Effects of Social Media Use on Psychological Well-Being: A Mediated Model",
		"title-short": "Effects of Social Media Use on Psychological Well-Being",
		"URL": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2021.678766/full",
		"volume": "12",
		"author": [
			{
				"family": "Ostic",
				"given": "Dragana"
			},
			{
				"family": "Qalati",
				"given": "Sikandar Ali"
			},
			{
				"family": "Barbosa",
				"given": "Belem"
			},
			{
				"family": "Shah",
				"given": "Syed Mir Muhammad"
			},
			{
				"family": "Galvan Vela",
				"given": "Esthela"
			},
			{
				"family": "Herzallah",
				"given": "Ahmed Muhammad"
			},
			{
				"family": "Liu",
				"given": "Feng"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					6,
					21
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/84AP9NM4",
		"type": "article-journal",
		"abstract": "The recent practical advances realized by artificial intelligence, have also given rise to the phenomenon of deepfakes, which can be considered as a form of fake news. Deepfakes is the phenomenon of creation of realistic digital products, and a plethora of videos has emerged over the last two years in social media. Especially, the low technical expertise and equipment required to create deepfakes, means that such content can be easily produced by anyone and distributed online. The societal implications are significant and far-reaching. This article investigates the deepfakes via multiangled perspectives that include media and society, media production, media representations, media audiences, gender, law, and regulation, as well as politics. Some key implications of these viewpoints are identified and critically discussed. The results indicate that as a society, we are not ready to deal with the emergence of deepfakes at any level. That we have not witnessed any severe impacts so far is due to their early stage of development, which shows imperfections to address the issue, a combination of technology, education, training, and governance is urgently needed.",
		"container-title": "IEEE Transactions on Technology and Society",
		"DOI": "10.1109/TTS.2020.3001312",
		"ISSN": "2637-6415",
		"issue": "3",
		"note": "event-title: IEEE Transactions on Technology and Society",
		"page": "138-147",
		"source": "IEEE Xplore",
		"title": "Artificial Intelligence in Digital Media: The Era of Deepfakes",
		"title-short": "Artificial Intelligence in Digital Media",
		"URL": "https://ieeexplore.ieee.org/abstract/document/9123958",
		"volume": "1",
		"author": [
			{
				"family": "Karnouskos",
				"given": "Stamatis"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					9
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/RI3BE9QV",
		"type": "article-journal",
		"abstract": "The number of resilience conceptualizations in psychology has rapidly grown, which confuses what resilience actually means. This is problematic, because the conceptualization typically guides the measurements, analyses, and practical interventions employed. The most popular conceptualizations of psychological resilience equate it with the ability to (1) resist negative effects of stressors, (2) “bounce back” from stressors, and/or (3) grow from stressors. In this paper, we review these three conceptualizations and argue that they reflect different concepts. This is supported by important lessons from engineering physics, where such concepts are clearly differentiated with precise mathematical underpinnings. Against this background, we outline why psychological resilience should be conceptualized and measured in terms of the process of returning to the previous state following a stressor (i.e., bouncing back). By establishing a clearer language of resilience and related processes, measurements and interventions in psychological research and practice can be targeted more precisely.",
		"container-title": "New Ideas in Psychology",
		"DOI": "10.1016/j.newideapsych.2022.100934",
		"ISSN": "0732-118X",
		"journalAbbreviation": "New Ideas in Psychology",
		"page": "100934",
		"source": "ScienceDirect",
		"title": "Conceptualizing and measuring psychological resilience: What can we learn from physics?",
		"title-short": "Conceptualizing and measuring psychological resilience",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0732118X22000046",
		"volume": "66",
		"author": [
			{
				"family": "Den Hartigh",
				"given": "Ruud J. R."
			},
			{
				"family": "Hill",
				"given": "Yannick"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/WP5G5BWU",
		"type": "article-journal",
		"abstract": "Given that entrepreneurs face substantial adversity in initiating and developing new ventures, a burgeoning stream of research has sought to understand the concept of entrepreneurs’ psychological resilience. To structure and synthesize what we know about entrepreneurs’ psychological resilience, we systematically review the empirical literature to provide insights on how it has been conceptualized and operationalized, along with its key antecedents and outcomes. Based on our review, we advance a promising agenda for future research, grounded in connecting the psychological resilience of entrepreneurs to other research areas connected to the new venture development process. Overall, we point to the urgent need for theoretical precision to enhance the utility of empirical contributions, suggest promising research designs, expand on the important role of adversity, discuss potential boundary conditions, elaborate on the link between entrepreneurs’ psychological resilience and organizational resilience, and address the potential dark side of resilience.",
		"container-title": "Journal of Small Business Management",
		"DOI": "10.1080/00472778.2021.2024216",
		"ISSN": "0047-2778",
		"issue": "5",
		"note": "publisher: Routledge\n_eprint: https://doi.org/10.1080/00472778.2021.2024216",
		"page": "1041-1079",
		"source": "Taylor and Francis+NEJM",
		"title": "Psychological resilience of entrepreneurs: A review and agenda for future research",
		"title-short": "Psychological resilience of entrepreneurs",
		"URL": "https://doi.org/10.1080/00472778.2021.2024216",
		"volume": "60",
		"author": [
			{
				"family": "Hartmann",
				"given": "Silja"
			},
			{
				"family": "Backmann",
				"given": "Julia"
			},
			{
				"family": "Newman",
				"given": "Alexander"
			},
			{
				"family": "Brykman",
				"given": "Kyle M."
			},
			{
				"family": "Pidduck",
				"given": "Robert J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					9,
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/L3GS3YPA",
		"type": "article-journal",
		"abstract": "Background: The ability to resist adverse outcomes, or demonstrate resilience after exposure to trauma is a thriving field of study. Yet ongoing debate persists regarding definitions of resilience, generalizability of the extant literature, neurobiological correlates, and a consensus research agenda. Objectives: To address these pressing questions, Drs. Christy Denckla and Karestan Koenen (co-chairs) convened a multidisciplinary panel including Drs. Dante Cicchetti, Laura Kubzansky, Soraya Seedat, Martin Teicher, and David Williams at the 2019 annual meeting of the International Society for Traumatic Stress Studies (ISTSS). Questions included (1) how have definitions of resilience evolved, (2) what are the best approaches to capture the complexity of resilience processes, and (3) what are the most important areas for future research? Methods: The proceedings of this panel are summarized in this report, and prominent themes are synthesized and integrated. Results: While different definitions emerged, all shared a focus on conceptualizing resilience at multiple levels, from the biological to the social structural level, a focus on the dynamic nature of resilience, and a move away from conceptualizing resilience as only an individual trait. Critical areas for future research included 1) focused efforts to improve assessment that has international and cross-cultural validity, 2) developing within-study designs that employ more intensive phenotyping strategies, 3) examining outcomes across multiple levels and domains, and 4) integrating conceptualizations of resilience from the individual-level to the larger social context at the population health level. Conclusion: Increasingly sophisticated and nuanced conceptual frameworks, coupled with research leveraging advances in genetics, molecular biology, increased computational capacity, and larger, more diverse datasets suggest that the next decade of research could bring significant breakthroughs. • The field of psychological resilience is characterized by ongoing debate over definitions, generalizability, and a research agenda.•Evolving definitions share a focus on conceptualizing resilience at multiple levels, a focus on dynamic processes, and moving away from individual trait conceptualizations.• Future research recommendations include improving assessment cross-culturally, employing within-study designs, and examining outcomes at multiple levels and domains.",
		"container-title": "European Journal of Psychotraumatology",
		"DOI": "10.1080/20008198.2020.1822064",
		"ISSN": "null",
		"issue": "1",
		"note": "publisher: Taylor & Francis\n_eprint: https://doi.org/10.1080/20008198.2020.1822064",
		"page": "1822064",
		"source": "Taylor and Francis+NEJM",
		"title": "Psychological resilience: an update on definitions, a critical appraisal, and research recommendations",
		"title-short": "Psychological resilience",
		"URL": "https://doi.org/10.1080/20008198.2020.1822064",
		"volume": "11",
		"author": [
			{
				"family": "Denckla",
				"given": "Christy A."
			},
			{
				"family": "Cicchetti",
				"given": "Dante"
			},
			{
				"family": "Kubzansky",
				"given": "Laura D."
			},
			{
				"family": "Seedat",
				"given": "Soraya"
			},
			{
				"family": "Teicher",
				"given": "Martin H."
			},
			{
				"family": "Williams",
				"given": "David R."
			},
			{
				"family": "Koenen",
				"given": "Karestan C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					12,
					31
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/FAZK5X5K",
		"type": "webpage",
		"abstract": "Despite the increasing interest in studying the concept of resilience in entrepreneurship, existing research often fails to account for stressors that induce entrepreneurs’ need for resilience and coping efforts. By arguing the need to study stress, resilience, and coping together to understand how entrepreneurs build resilience in the face of adversities, we systematically review the entrepreneurship scholarship (125 articles) on these three concepts. By critically appraising these three literatures in light of current thinking in psychology, we then develop a model of the process of building psychological resilience in entrepreneurship and offer a clear pathway for future research.",
		"title": "Integrating Psychological Resilience, Stress, and Coping in Entrepreneurship: A Critical Review and Research Agenda - Ali E. Ahmed, Deniz Ucbasaran, Gabriella Cacciotti, Trenton A. Williams, 2022",
		"URL": "https://journals.sagepub.com/doi/full/10.1177/10422587211046542",
		"author": [
			{
				"family": "Ali",
				"given": "Ahmed"
			},
			{
				"family": "Deniz",
				"given": "Ucbasaran"
			},
			{
				"family": "Gabriella",
				"given": "Cacciotti"
			},
			{
				"family": "Trenton",
				"given": "Williams"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	}
]